/* Details of a saved card. &apos;{card brand} ending in {last 4}&apos; e.g. &apos;VISA ending in 4242&apos; */
"%1$@ ending in %2$@" = "%1$@ se terminant par %2$@";

/* Bank name when bank is offline for maintenance. */
"%@ - Offline" = "%@ - Hors ligne";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"+ Add" = "+ Ajouter";

/* Text for a button that, when tapped, displays another screen where the customer can enter card details */
"+ Add card" = "+ Ajouter une carte";

/* Source type brand name */
"3D Secure" = "3D Secure";

/* Title for address entry section */
"ACCOUNT HOLDER ADDRESS" = "ADRESSE DU TITULAIRE DU COMPTE";

/* This is a Payment Method type brand name so shouldn&apos;t be translated unless it has a different name in a given localization. */
"AU BECS Debit" = "Débit BECS AU";

/* part of {Account} ending in {last4} */
"Account" = "Compte";

/* Caption for Name field on bank info form */
"Account Holder Name" = "Nom du titulaire du compte";

/* Placeholder text for Account number entry field for BECS Debit. */
"Account number" = "Numéro de compte";

/* Button to add a new credit card. */
"Add New Card…" = "Ajouter une carte…";

/* Title for Add a Card view */
"Add a Card" = "Ajouter une carte";

/* Title for SEPA Debit Account form */
"Add a Direct Debit Account" = "Ajouter un compte de prélèvement automatique";

/* Title shown above a card entry form */
"Add a card" = "Ajouter une carte";

/* Label of a button displayed below a card entry form that saves the card details */
"Add card" = "Ajouter une carte";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"Add new payment method" = "Ajouter un moyen de paiement";

/* Title shown above a form where the customer can enter payment information like credit card details, email, billing address, etc. */
"Add your payment information" = "Ajoutez vos informations de paiement";

/* Address line 2 placeholder for billing address form. */
"Address line 2 (optional)" = "Ligne d'adresse 2 (facultatif)";

/* Payment Method type brand name  */
"Afterpay" = "Afterpay";

/* Payment Method type brand name */
"AfterpayClearpay" = "AfterpayClearpay";

/* Payment Method type brand name */
"AfterpayClearpay_copy" = "Afterpay/Clearpay";

/* Source type brand name */
"Alipay" = "Alipay";

/* Text for Apple Pay payment method */
"Apple Pay" = "Apple Pay";

/* Caption for Apartment/Address line 2 field on address form */
"Apt." = "Nº d'app.";

/* Title for bank picker section */
"BANK" = "BANQUE";

/* Title for bank account information form */
"BANK ACCOUNT INFORMATION" = "INFORMATIONS SUR LE COMPTE BANCAIRE";

/* Title for billing address entry section */
"BILLING ADDRESS" = "ADRESSE DE FACTURATION";

/* Payment Method type brand name */
"BLIK" = "BLIK";

/* Placeholder text for BSB Number entry field for BECS Debit. */
"BSB" = "BSB";

/* Text for back button */
"Back" = "Retour";

/* Source type brand name */
"Bancontact" = "Bancontact";

/* Label for Bank Account selection or detail entry form */
"Bank Account" = "Compte bancaire";

/* Title for billing address entry section */
"Billing Address" = "Adresse de facturation";

/* Billing address section title for card form entry. */
"Billing address" = "Adresse de facturation";

/* Payment Method type brand name */
"Boleto" = "Boleto";

/* Klarna buy now or pay later copy */
"Buy now or pay later with Klarna." = "Payez maintenant ou plus tard avec Klarna.";

/* SEPA legal authorization text – must use official translations. */
"By providing your IBAN and confirming this payment, you are authorizing %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and your bank to debit your account in accordance with those instructions. You are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited." = "En fournissant votre IBAN et en confirmant ce paiement, vous autorisez %@ et Stripe, notre fournisseur de services de paiement, à envoyer des instructions à votre banque pour débiter votre compte et votre banque à débiter votre compte conformément à ces instructions. Vous avez droit à un remboursement de la part de votre banque en vertu des conditions de votre contrat avec votre banque. Le remboursement doit être demandé dans les 8 semaines à compter de la date à laquelle votre compte a été débité.";

/* SEPA mandate text */
"By providing your payment information and confirming this payment, you authorise (A) %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and (B) your bank to debit your account in accordance with those instructions. As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank. You agree to receive notifications for future debits up to 2 days before they occur." = "En fournissant vos informations de paiement et en confirmant ce paiement, vous autorisez (A) %@ et Stripe, notre prestataire de services de paiement, à donner à votre institution financière l'instruction de débiter votre compte, et (B) votre institution financièire à débiter votre compte conformément à ces instructions. Vous bénéficiez d'un droit de remboursement par votre institution financière selon les conditions décrites dans la convention que vous avez passée avec elle. Toute demande de remboursement doit être présentée dans les 8 semaines suivant la date de débit de votre compte. Vos droits sont précisés dans une déclaration que vous pouvez obtenir auprès de votre institution financière. Vous acceptez de recevoir des notifications concernant les débits futurs jusqu'à 2 jours avant leur réalisation.";

/* Title for card number entry field */
"CARD" = "CARTE";

/* Title for contact info form */
"CONTACT" = "CONTACT";

/* Title for country picker section */
"COUNTRY" = "PAYS";

/* Label for entering CVC in text field */
"CVC" = "CVC";

/* Label for entering CVV in text field */
"CVV" = "CVV";

/* Button title to cancel action in an alert */
"Cancel" = "Annuler";

/* Title for credit card number entry field */
"Card" = "Carte";

/* Details of a saved card */
"Card ending in %@" = "Carte se terminant par %@";

/* Card details entry form header title */
"Card information" = "Informations de la carte";

/* Label for card number entry text field */
"Card number" = "Numéro de carte";

/* TODO */
"Choose a payment method" = "Choisir un moyen de paiement";

/* Payment Method type brand name */
"Clearpay" = "Clearpay";

/* Accessibility label for the button to close the card scanner. */
"Close card scanner" = "Fermer le scanneur de carte";

/* Title for contact info form */
"Contact" = "Contact";

/* Text for continue button */
"Continue" = "Continuer";

/* Title for delivery address entry section */
"DELIVERY ADDRESS" = "ADRESSE DE LIVRAISON";

/* Title for delivery info form */
"Delivery" = "Livraison";

/* Title for delivery address entry section */
"Delivery Address" = "Adresse de livraison";

/* Source type brand name */
"EPS" = "EPS";

/* Button title to enter editing mode */
"Edit" = "Modifier";

/* Payment Method type brand name */
"FPX" = "FPX";

/* Label for free shipping method */
"Free" = "Gratuit";

/* Placeholder string for name entry field. */
"Full name" = "Nom complet";

/* Source type brand name */
"Giropay" = "Giropay";

/* Payment Method type brand name. */
"GrabPay" = "GrabPay";

/* IBAN placeholder – don&apos;t translate */
"IBAN" = "IBAN";

/* Shipping form error message */
"Invalid Shipping Address" = "Adresse de livraison non valide";

/* Spoken during VoiceOver when a form field has failed validation. */
"Invalid data." = "Donnée non valide.";

/* Source type brand name */
"Klarna" = "Klarna";

/* Link Payment Method type brand name */
"Link" = "Link";

/* Title for screen when data is still loading from the network. */
"Loading…" = "Chargement…";

/* label for text field to enter card expiry */
"MM / YY" = "MM/AA";

/* label for text field to enter card expiry */
"MM/YY" = "MM/AA";

/* Title for payment options section */
"MORE OPTIONS" = "PLUS D'OPTIONS";

/* Source type brand name */
"Multibanco" = "Multibanco";

/* Payment Method type brand name */
"NetBanking" = "Netbanking";

/* Label for button to add a new credit or debit card */
"New Card" = "Nouvelle carte";

/* Label for button to add a new SEPA Direct Debit account */
"New Direct Debit Account" = "Nouveau compte de prélèvement automatique";

/* Accessibility label for button to add a new SEPA Direct Debit account */
"New SEPA Direct Debit Account" = "Nouveau compte de prélèvement SEPA";

/* Button to move to the next text entry field */
"Next" = "Suivant";

/* No comment provided by engineer. */
"OK" = "OK";

/* Payment Method type brand name */
"OXXO" = "OXXO";

/* Button to pay with a Bank Account (using FPX). */
"Online Banking (FPX)" = "Services bancaires en ligne (FPX)";

/* Title of a section containing multiple payment methods that can selected and will collect the payment information from the user. */
"Or pay using" = "Ou payer avec";

/* Title of a section containing a card form that will collect the payment information from the user. */
"Or pay with a card" = "Ou payez par carte";

/* An option in a dropdown selector indicating the customer's desired selection is not in the list. e.g., 'Choose your bank: Bank1, Bank2, Other' */
"Other" = "Autre";

/* Source type brand name */
"P24" = "P24";

/* Label of a button that initiates payment when tapped */
"Pay %@" = "Payer %@";

/* Klarna pay later copy */
"Pay later with Klarna." = "Payez plus tard avec Klarna.";

/* Pay with {payment method} */
"Pay with %@" = "Payer avec %@";

/* Payment Method type brand name */
"PayPal" = "PayPal";

/* Title for Payment Method screen */
"Payment Method" = "Moyen de paiement";

/* Accessibility instructions for card scanning. */
"Point the camera at your card." = "Pointez le capteur de l'appareil photo sur votre carte.";

/* Short string for postal code (text used in non-US countries). Please keep to 8 characters or less if possible. */
"Postal" = "Code postal";

/* Caption for Postal Code field on address form (only shown in countries other than the United States) */
"Postal Code" = "Code postal";

/* Label of a button that, when tapped, initiates payment, becomes disabled, and displays this text */
"Processing..." = "Traitement en cours...";

/* Payment Method type brand name. */
"Przelewy24" = "Przelewy24";

/* Button title for confirmation alert to remove a saved payment method
   Text for remove button */

"Remove" = "Supprimer";
/* Content for alert popup prompting to confirm removing a saved card. Remove {card brand} ending in {last 4} e.g. &apos;Remove VISA ending in 4242&apos; */

"Remove %1$@ ending in %2$@" = "Supprimer la carte %1$@ se terminant par %2$@";
/* Content for alert popup prompting to confirm removing saved payment method. */

"Remove %@" = "Supprimer %@";
/* Title for confirmation alert to remove a card */

"Remove Card" = "Supprimer la carte";
/* Title for confirmation alert to remove a saved bank account payment method */

"Remove bank account" = "Supprimer le compte bancaire";
/* Content for alert popup prompting to confirm removing a saved bank account. e.g. 'Remove bank account ending in 4242' */

"Remove bank account ending in %@" = "Supprimer le compte bancaire se terminant par %@";
/* part of {SEPA Account} ending in {last4} */

"SEPA Account" = "Compte SEPA";
/* Payment method brand name */

"SEPA Debit" = "Prélèvement SEPA";
/* Source type brand name */

"SEPA Direct Debit" = "Prélèvement SEPA";
/* Title for shipping address entry section */

"SHIPPING ADDRESS" = "ADRESSE DE LIVRAISON";
/* Label for shipping method form */

"SHIPPING METHOD" = "MODE DE LIVRAISON";
/* Source type brand name */

"SOFORT" = "SOFORT";
/* The label of a switch indicating whether to save the payment method for future payments. */

"Save for future payments" = "Enregistrer pour les prochains achats";
/* The label of a switch indicating whether to save the user&apos;s card for future payments to this merchant */

"Save this card for future %@ payments" = "Enregistrer cette carte pour vos prochains achats chez %@";
/* The label of a switch indicating whether to save the user's card for future payment */

"Save this card for future Stripe payments" = "Enregistrer cette carte pour les prochains paiements Stripe";
/* Label of a button displayed below a payment method form. Tapping the button closes the form and uses the entered payment method details for checkout in the next step */

"Select" = "Sélectionner";
/* label for iDEAL-bank selection picker */

"Select bank" = "Sélectionner l'institution financière";
/* Title shown above a carousel containing the customer&apos;s payment methods */

"Select your payment method" = "Sélectionnez votre moyen de paiement";
/* Label of a button displayed below a payment method form. Tapping the button sets the payment method up for future use */

"Set up" = "Configurer";
/* Title for shipping info form */

"Shipping" = "Livraison";
/* Title for shipping address entry section */

"Shipping Address" = "Adresse de livraison";
/* Label for shipping method form */

"Shipping Method" = "Mode de livraison";
/* Payment Method type brand name

   Source type brand name */
"Sofort" = "Sofort";

/* Caption for generalized state/province/region field on address form (not tied to a specific country&apos;s format) */
"State / Province / Region" = "État/Province/Région";

/* Error string displayed to user when they have entered an incomplete BSB number. BSB refers to an Australian bank account number */
"The BSB you entered is incomplete." = "Le numéro BSB que vous avez saisi est incomplet.";

/* Error string displayed to user when they enter in an invalid BSB number. &quot;BSB&quot; refers to an Australian bank account. */
"The BSB you entered is invalid." = "Le numéro BSB que vous avez saisi n'est pas valide.";

/* An error message displayed when the customer's IBAN is incomplete. */
"The IBAN you entered is incomplete." = "L'IBAN que vous avez saisi est incomplet.";

/* An error message displayed when the IBAN country code is not supported. */
"The IBAN you entered is invalid, \"%@\" is not a supported country code." = "L'IBAN que vous avez saisi n'est pas valide, « %@ » n'est pas un code pays pris en charge.";

/* Error when the seleted payment method is not available (eg attempted to use 3D Secure on a card that does not support it). */
"The selected payment method is not available." = "Le moyen de paiement sélectionné n'est pas disponible.";

/* Error when 3DS2 authentication timed out. */
"Timed out authenticating your payment method -- try again" = "Le délai d'authentification de votre moyen de paiement est dépassé, veuillez réessayer.";

/* Error when the user hasn&apos;t allowed the current app to access the camera when scanning a payment card. &apos;Settings&apos; is the localized name of the iOS Settings app. */
"To scan your card, allow camera access in Settings." = "Pour scanner votre carte, autorisez l'accès à l'appareil photo dans vos paramètres.";

/* Payment Method type brand name */
"UPI" = "UPI";

/* Default missing source type label */
"Unknown" = "Inconnu";

/* Button to fill shipping address from billing address. */
"Use Billing" = "Utiliser l'adresse de facturation";

/* Button to fill billing address from delivery address. */
"Use Delivery" = "Utiliser l'adresse de livraison";

/* Button to fill billing address from shipping address. */
"Use Shipping" = "Utiliser l'adresse de livraison";

/* Error when 3DS2 authentication failed (e.g. customer entered the wrong code) */
"We are unable to authenticate your payment method. Please choose a different payment method and try again." = "Nous ne sommes pas en mesure d'identifier votre moyen de paiement. Veuillez sélectionner un autre moyen de paiement et réessayer.";

/* Source type brand name */
"WeChat Pay" = "WeChat Pay";

/* You&apos;ll be taken to {bank name} to finish your purchase. */
"You'll be taken to %@ to finish your purchase." = "Vous serez redirigé(e) vers %@ pour terminer votre achat.";

/* An error message displayed when the IBAN does not start with a two-letter country code. */
"Your IBAN should start with a two-letter country code." = "Votre IBAN doit commencer par un code pays à deux lettres.";

/* An error message. */
"Your IBAN should start with a two-letter country code._copy" = "Votre IBAN doit commencer par un code pays à deux lettres.";

/* Error message for when ZIP code in form is incomplete (US only) */
"Your ZIP is incomplete." = "Votre code postal est incomplet.";

/* Error message for when postal code in form is invalid (US only) */
"Your ZIP is invalid." = "Votre code postal n'est pas valide.";

/* Error message for card form when card number is incomplete */
"Your card number is incomplete." = "Votre numéro de carte est incomplet.";

/* Error message for card form when card number is invalid */
"Your card number is invalid." = "Votre numéro de carte n'est pas valide.";

/* Error message for card details form when expiration date isn&apos;t entered completely */
"Your card's expiration date is incomplete." = "La date d'expiration de votre carte est incomplète.";

/* Error message for card details form when expiration date is invalid */
"Your card's expiration date is invalid." = "La date d'expiration de votre carte n'est pas valide.";

/* String to describe an invalid month in expiry date. */
"Your card's expiration month is invalid." = "Le mois d'expiration de votre carte n'est pas valide.";

/* String to describe an invalid year in expiry date. */
"Your card's expiration year is invalid." = "L'année d'expiration de votre carte n'est pas valide.";

/* Error message for card entry form when CVC/CVV is incomplete. */
"Your card's security code is incomplete." = "Le code de sécurité de votre carte est incomplet.";

/* Error message for card entry form when CVC/CVV is invalid */
"Your card's security code is invalid." = "Le code de sécurité de votre carte n'est pas valide.";

/* Error message for when postal code in form is incomplete */
"Your postal code is incomplete." = "Votre code postal est incomplet.";

/* Error message for when postal code in form is invalid */
"Your postal code is invalid." = "Votre code postal n'est pas valide.";

/* Caption for Zip Code field on address form (only shown when country is United States only) */
"ZIP Code" = "Code postal";

/* accessibility label for text field */
"card number" = "numéro de carte";

/* Placeholder string for email entry field. */
"example@example.com" = "exemple@exemple.com";

/* accessibility label for text field */
"expiration date" = "date d'expiration";

/* Payment Method type brand name. */
"giropay" = "Giropay";

/* Source type brand name */
"iDEAL" = "iDEAL";

/* iDEAL bank section title for iDEAL form entry. */
"iDEAL Bank" = "Banque iDEAL";

